10/data/attachments/eb6fe26990c934fa.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Melissa_so_Actions_24952_3</nif:username>
            <nif:friendToBeRequested>soap_actions_5b411f1f-ea37-4d89-bb6b-ead7c471f728</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>